Repository: Sproute777/nkd2022
Catalog: lib/l10n/app_*.arb
Languages: ru

# onHold
source: Oon hold
ru: На расмотрении

source: In progress
ru: В процессе

source: Needs review
ru: Необходим пересмотр

source: Approved
ru: Одобренно

source: Error request cancelled
ru: Ошибка запрос сброшен

# errorConnectionTimeout
source: Error connection timout
ru: Ошибка время ожидания вышло

source: Error receive timeout
ru: Ошибка время получения вышло

source: Error send timeout
ru: Ошибка время оптравки вышло

source: Error internet connection
ru: Ошибка интренет подключения

source: Error bad request
ru: Ошибка плохой запрос

source: Error request not found
ru: Ошибка запрос не найден

# errorIntenalServer
source: Error interanal server
ru: Ошибка интернет сервера

source: Error something went wrong
ru: Ошибка что-то пошло не так
